{
  "1": {
    "front": "あいうえお",
    "back": "かきくけこ"
  },
  "2": {
    "front": "番号②を選んだあなたは、調和とバランスを重視する魂の持主です。今のあなたに必要なのは「心の平穏」と「人間関係の調和」です。最近、周りとの関係で悩んでいることがあるかもしれませんが...",
    "back": "その悩みは間もなく解決に向かいます。あなたの誠実さと優しさが、周囲の人々に深く響き、新しい絆が生まれるでしょう。特に家族や親しい友人との関係が一層深まります。金運面では、協力者からの支援により、思わぬ収入が期待できます。健康面では、ストレス解消が鍵となります。"
  },
  "3": {
    "front": "あなたが引き寄せた番号③は、創造性と表現力の象徴です。宇宙はあなたの隠れた才能を開花させる時が来たことを告げています。芸術的な分野や創作活動において、素晴らしい成果を上げる時期が訪れます...",
    "back": "この才能は、あなたの人生に新しい収入源をもたらす可能性があります。特にSNSやインターネットを通じた発信が、思わぬ成功につながるでしょう。恋愛面では、共通の趣味を持つ相手との出会いが期待できます。健康面では、創作活動がストレス解消となり、心身共に良好な状態を保てます。"
  },
  "4": {
    "front": "番号④は安定性と努力の成果を表しています。あなたの今までの真面目な取り組みが、ついに大きな実を結ぶ時が来ました。基盤作りの時期は終わり、いよいよ収穫の季節の始まりです...",
    "back": "特に仕事や学業において、これまでの努力が認められ、重要なポジションを任される可能性があります。金運面では、投資や貯蓄が良い結果をもたらします。恋愛面では、真剣な交際に発展する出会いが待っています。健康面では、規則正しい生活習慣の効果が現れ、体調が安定します。"
  },
  "5": {
    "front": "番号⑤を選んだあなたは、自由と冒険を愛する魂です。宇宙があなたに示すのは「変化を恐れずに進む勇気」です。今、あなたの人生に新しい風が吹き始めています。この風に乗って、新しい世界へと羽ばたく時です...",
    "back": "近い将来、海外や遠方との関わりが深くなる可能性があります。新しい文化や価値観に触れることで、人生観が大きく変わるでしょう。仕事面では、転職や独立が成功の鍵となります。恋愛面では、遠距離や国際的な出会いが期待できます。健康面では、新しいスポーツや運動習慣が良い効果をもたらします。"
  },
  "6": {
    "front": "あなたが選んだ番号⑥は、愛と奉仕の精神を象徴しています。家族や大切な人々への愛情が、あなたの人生に大きな幸運をもたらします。今は他人のために行動することで、自分自身も豊かになる時期です...",
    "back": "特に家族関係において、重要な出来事が起こる可能性があります。結婚、出産、新居購入など、人生の節目となる嬉しい知らせが届くでしょう。仕事面では、チームワークを活かした成功が期待できます。金運面では、不動産や家族に関する投資が良い結果をもたらします。健康面では、家族と過ごす時間が心の支えとなります。"
  },
  "7": {
    "front": "神秘的な番号⑦を選んだあなたは、直感力と精神性に優れた特別な存在です。宇宙があなたに与える使命は「内なる智慧を活かして人々を導くこと」です。あなたの直感は今、非常に鋭くなっています...",
    "back": "この直感力を活かして、重要な決断を下すタイミングが訪れます。スピリチュアルな分野や心理学、カウンセリングなどの分野で才能を発揮する可能性があります。恋愛面では、魂レベルでつながる運命の相手との出会いが期待できます。金運面では、直感に従った投資が思わぬ利益をもたらします。健康面では、瞑想や精神的な修行が体調改善の鍵となります。"
  },
  "8": {
    "front": "番号⑧は無限大の象徴であり、物質的な成功と豊かさを表しています。あなたの努力と才能が、ついに大きな成果として現れる時が来ました。経済的な安定と社会的な地位の向上が期待できる素晴らしい時期です...",
    "back": "特にビジネスや投資において、大きな成功を収める可能性があります。リーダーシップを発揮する機会が増え、多くの人々があなたを頼りにするようになるでしょう。恋愛面では、経済力や社会的地位を評価してくれるパートナーとの出会いが期待できます。健康面では、高品質なケアや治療を受けることで、大幅な改善が見込めます。"
  }
}